* Stripe

|                     | Fee (%) | Fee Fixed (c) | $20 example | $5 example | $100 example |
|---------------------+---------+---------------+-------------+------------+--------------|
| Credit Card         |    2.90 |            30 |        0.88 |      0.445 |          3.2 |
| Express Payout      |    0.25 |            25 |         0.3 |     0.2625 |          0.5 |
| Monthly active user |         |           200 |           2 |          2 |            2 |
|---------------------+---------+---------------+-------------+------------+--------------|
| Total               |         |               |        3.18 |     2.7075 |          5.7 |
| Percentage          |         |               |        15.9 |      54.15 |          5.7 |
#+TBLFM: @>>$4..@>>$6=vsum(@I..@II)::@>$4=@-1*100/20::@>$5=@-1*100/5::$4=20*$-2/100+$-1/100::$5=5*$-3/100+$-2/100::$6=100*$-4/100+$-3/100::@>$6=@-1$0

* Paypal

|             | Fee (%) | Fee Fixed (c) | $20 example | $5 example | $ 100 example |
|-------------+---------+---------------+-------------+------------+---------------|
| Credit card |    4.40 |            30 |        1.18 |       0.52 |           4.7 |
| Payout      |    2.00 |             0 |         0.4 |        0.1 |            2. |
|-------------+---------+---------------+-------------+------------+---------------|
| Total       |         |               |        1.58 |       0.62 |           6.7 |
| Percentage  |         |               |         7.9 |       12.4 |           6.7 |
#+TBLFM: @>>$4..@>>$6=vsum(@I..@II)::@>$4=@-1*100/20::@>$5=@-1*100/5::$4=20*$-2/100+$-1/100::$5=5*$-3/100+$-2/100::$6=100*$-4/100+$-3/100::@>$6=@-1$0

* Conclusion

** At $100

There is very little difference, with paypal 1% more expensive.

** At $20

Stripe is not viable to use because fees are at 16%, (due to the monthly active
user fee of $2 per user).

Paypal is viable at $20 with 8% fees, but still expensive.

** At $5

Neither is viable, but paypal is cheaper.
